import type { IProduct } from '~/interfaces/product.interface';

export const balloons: IProduct[] = [
	{
		img: '/balloons/1.webp',
		name: 'Коробка 700*700*700 красная',
		description:
			'Универсальная коробка с крышкой, идеальна для подарков. Размер: 20×20×10 см. Стоимость за штуку: 550 тенге. От 10 штук: 450 тенге.',
	},
	{
		img: '/balloons/2.webp',
		name: 'Коробка 700*700*700 тиффани',
		description:
			'Размер: 700*700*700 мм. Конструкция: крышка + дно. Материал: трехслойный картон. Цвет: тиффани. Цены: 1-9 шт: 3900 тг, 10-49 шт: 3500 тг, 50-499 шт: 3000 тг, 500-1000 шт: 2800 тг.',
	},
	{
		img: '/balloons/3.webp',
		name: 'Коробка 700*700*700 розовая',
		description:
			'Размер: 700*700*700 мм. Конструкция: крышка + дно. Материал: трехслойный картон. Цвет: розовый. Цены: 1-9 шт: 3900 тг, 10-49 шт: 3500 тг, 50-499 шт: 3000 тг, 500-1000 шт: 2800 тг.',
	},
	{
		img: '/balloons/4.jpg',
		name: 'Коробка 700*700*700 Желтая',
		description:
			'Размер: 700*700*700 мм. Конструкция: крышка + дно. Материал: трехслойный картон. Цвет: желтый. Цены: 1-9 шт: 3900 тг, 10-49 шт: 3500 тг, 50-499 шт: 3000 тг, 500-1000 шт: 2800 тг.',
	},
];
