
import type { IProduct } from '~/interfaces/product.interface';

export const boxes: IProduct[] = [
    {
        img: '/boxes/1.jpeg',
        name: 'Новогоднее настроение',
        description:
            'Универсальная коробка с крышкой, идеальна для подарков. Размер: 20×20×10 см. Стоимость за штуку: 550 тенге. От 10 штук: 450 тенге.',
    },
    {
        img: '/boxes/2.jpeg',
        name: 'Подарочная коробка с разделением',
        description:
            'Коробка с отделениями для удобного хранения сладостей. Размер: 33×21×11 см. Стоимость за штуку: 750 тенге. От 10 штук: 650 тенге.',
    },
    {
        img: '/boxes/3.jpeg',
        name: 'Классическая гофрокоробка',
        description:
            'Четырехклапанная коробка из гофрокартона. Размер: 27×24×10 см. Стоимость за штуку: 650 тенге. От 10 штук: 550 тенге.',
    },
    {
        img: '/boxes/4.jpeg',
        name: 'Подарочная коробка "С Новым Годом"',
        description:
            'Тематическая коробка для подарков с крышкой. Размер: 30×30×20 см. Стоимость за штуку: 790 тенге. От 10 штук: 720 тенге.',
    },
    {
        img: '/boxes/5.jpeg',
        name: 'Коробка для сладостей',
        description:
            'Идеальна для клубники в шоколаде. Материал: картон. Размер: 25×15×7 см. Стоимость за штуку: 600 тенге. От 10 штук: 500 тенге.',
    },
];
