import type { IProduct } from '~/interfaces/product.interface';

export const exclusive: IProduct[] = [
	{
		img: '/exclusive/8.jpg',
		name: 'Капсула для клубники в шоколаде',
		description:
			'Идеальный размер для клубники в шоколаде: 8 см. Стоимость за 1 рулон (1000 шт): 1000 тг, от 10 штук: 800 тг.',
	},
	{
		img: '/exclusive/1.jpeg',
		name: 'Розовое сердце 🩷',
		description:
			'Премиум раскрывашка, LUX коробочка, полностью обшита тканью. Внутри сердце и выдвижной ящик для подарка. Доступна в 2 расцветках: розовый, красный, белый. Размер: 24,5*23*24,5 см. Стоимость за штуку: 5700 тенге. От 10 шт: 5500 тенге.',
	},
	{
		img: '/exclusive/2.jpeg',
		name: 'Красное сердце ❤️',
		description:
			'Премиум раскрывашка LUX коробочка, полностью обшита тканью. Внутри сердце и выдвижной ящик для подарка. Доступна в 2 расцветках: розовый, красный, белый. Размер: 24,5*23*24,5 см. Стоимость за штуку: 5700 тенге. От 10 шт: 5500 тенге.',
	},
	{
		img: '/exclusive/3.jpeg',
		name: 'Хит продаж ❤️',
		description:
			'В наличии 2 самых топовых расцветок. Размер бокса 46*20*7,5. Стоимость за штуку 3700 тенге. От 10 штук 3500 тенге.',
	},
	{
		img: '/exclusive/4.jpeg',
		name: 'Боксы LOVE ❤️',
		description:
			'Боксы LOVE. В наличии 2 самых топовых расцветок. Размер бокса 65*21*7 см. Стоимость за штуку 3800 тенге. От 10 штук 3500 тенге',
	},
	{
		img: '/exclusive/5.jpeg',
		name: 'Красное сердце ❤️',
		description:
			'Боксы LOVE. В наличии 2 самых топовых расцветок. Размер бокса 65*21*7 см. Стоимость за штуку 3800 тенге. От 10 штук 3500 тенге',
	},
	{
		img: '/exclusive/6.jpeg',
		name: 'I❤️U',
		description:
			'I❤️U с прозрачной крышкой и прозрачными боками. Размеры 46*20*10 см. В наличии 2 расцветкиСтоимость за штуку 3200 тенге. От 10 штук 2900 тенге',
	},
	{
		img: '/exclusive/7.jpeg',
		name: 'I❤️U',
		description:
			'I❤️U с прозрачной крышкой и прозрачными боками. Размеры 46*20*10 см. В наличии 2 расцветкиСтоимость за штуку 3200 тенге. От 10 штук 2900 тенге',
	},
];
