import type { IProduct } from '~/interfaces/product.interface';

export const exclusive: IProduct[] = [
	{
		img: '/exclusive/1.jpeg',
		name: 'Эксклюзив 1',
		description:
			'Премиум раскрывашка LUX коробочка, полностью обшита тканью. Внутри сердце и выдвижной ящик для подарка. Доступна в 2 расцветках: розовый, красный, белый. Размер: 24,5*23*24,5 см. Стоимость за штуку: 5700 тенге. От 10 шт: 5500 тенге.',
	},
	{
		img: '/exclusive/1.jpeg',
		name: 'Эксклюзив 2',
		description:
			'Премиум раскрывашка LUX коробочка, полностью обшита тканью. Внутри сердце и выдвижной ящик для подарка. Доступна в 2 расцветках: розовый, красный, белый. Размер: 24,5*23*24,5 см. Стоимость за штуку: 5700 тенге. От 10 шт: 5500 тенге.',
	},
];
