import type { IProduct } from '~/interfaces/product.interface';

export const newYear: IProduct[] = [
	{
		img: '/new_year/1.jpg',
		name: 'Вкус зимы',
		description:
			'Размер:230*170*80 мм. Конструкция:откидная. Материал: микрогофрокартон. 1-9шт: 745тг. 10-49шт: 600тг. 50-499шт: 550тг. 500-1000шт: 480тг.',
	},
	{
		img: '/new_year/2.jpg',
		name: 'Лесная сказка',
		description:
			'Размер:350*250*90мм. Конструкция:крышка+дно. Материал: микрогофрокартон 2мм+крышка. 1-9шт: 640тг. 10-49шт: 515тг. 50-499шт: 475тг. 500-1000шт: 410тг.',
	},
];
