import type { IProduct } from '~/interfaces/product.interface';

export const newYear: IProduct[] = [
	{
		img: '/new_year/1.jpg',
		name: 'Вкус зимы',
		description:
			'Размер:230*170*80 мм. Конструкция:откидная. Материал: микрогофрокартон. 1-9шт: 745тг. 10-49шт: 600тг. 50-499шт: 550тг. 500-1000шт: 480тг.',
	},
	{
		img: '/new_year/2.jpg',
		name: 'Лесная сказка',
		description:
			'Размер:350*250*90мм. Конструкция:крышка+дно. Материал: микрогофрокартон 2мм+крышка. 1-9шт: 640тг. 10-49шт: 515тг. 50-499шт: 475тг. 500-1000шт: 410тг.',
	},
	{
		img: '/new_year/3.jpg',
		name: 'Happy New Year красная',
		description:
			'Стоимость: от 1 до 10 штук — 1100 тг, от 11 до 50 штук — 1000 тг, от 51 до 500 штук — 950 тг. Стоимость указана за 1 штуку.',
	},
	{
		img: '/new_year/4.jpg',
		name: 'Happy New Year золотая',
		description:
			'Стоимость: от 1 до 10 штук — 1100 тг, от 11 до 50 штук — 1000 тг, от 51 до 500 штук — 950 тг. Стоимость указана за 1 штуку.',
	},
	{
		img: '/new_year/5.jpg',
		name: 'С Новым Годом',
		description:
			'Стоимость: от 1 до 10 штук — 990 тг, от 11 до 50 штук — 930 тг, от 51 до 500 штук — 870 тг. Стоимость указана за 1 штуку.',
	},
	{
		img: '/new_year/6.jpg',
		name: 'Коробка 250*250*110',
		description:
			'Размер: 250*250*110мм. Конструкция: крышка + дно. Материал: микрогофрокартон 2мм + крышка. Цены: 1-9 шт: 620 тг, 10-49 шт: 500 тг, 50-499 шт: 460 тг, 500-1000 шт: 400 тг.',
	},
	{
		img: '/new_year/7.jpg',
		name: 'Коробка 230*170*80 "Новогодняя" синяя',
		description:
			'Размер: 230*170*80 мм. Конструкция: откидная. Материал: микрогофрокартон. Цены: 1-9 шт: 535 тг, 10-49 шт: 435 тг, 50-499 шт: 400 тг, 500-1000 шт: 345 тг.',
	},
	{
		img: '/new_year/8.jpg',
		name: 'Коробка 230*170*80 "Шарики" белая (КАЗ)',
		description:
			'Размер: 230*170*80 мм. Конструкция: откидная. Материал: микрогофрокартон. Цены: 1-9 шт: 460 тг, 10-49 шт: 370 тг, 50-499 шт: 335 тг, 500-1000 шт: 295 тг.',
	},
	{
		img: '/new_year/9.jpg',
		name: 'Коробка 200*200*100 "Жана жыл" красная',
		description:
			'Размер: 200*200*100 мм. Конструкция: крышка + дно. Материал: микрогофрокартон 2 мм. Цены: 1-9 шт: 645 тг, 10-49 шт: 520 тг, 50-499 шт: 480 тг, 500-1000 шт: 415 тг.',
	},
	{
		img: '/new_year/10.jpg',
		name: 'Коробка 150*150*100 "Новогодние мнгновения" + бурое дно',
		description:
			'Размер: 150*150*100 мм. Конструкция: крышка + дно. Материал: микрогофрокартон 2 мм + крышка. Цены: 1-9 шт: 420 тг, 10-49 шт: 340 тг, 50-499 шт: 310 тг, 500-1000 шт: 270 тг.',
	},
	{
		img: '/new_year/11.jpg',
		name: 'Коробка 315*215*80 "Новогоднее письмо" белая (Рус)',
		description:
			'Размер: 315*215*80 мм. Конструкция: откидная. Материал: микрогофрокартон. Цены: 1-9 шт: 545 тг, 10-49 шт: 440 тг, 50-499 шт: 405 тг, 500-1000 шт: 350 тг.',
	},
	{
		img: '/new_year/12.jpg',
		name: 'Домик новогодний 150*150*150 красного цвета',
		description:
			'Размер: 150*150*150 мм. Материал: микрогофрокартон. Цвет: белый. Цены: 1-9 шт: 420 тг, 10-49 шт: 340 тг, 50-499 шт: 310 тг, 500-999 шт: 270 тг.',
	},
	{
		img: '/new_year/13.jpeg',
		name: 'Коробка 230*170*80 "Супермен" синяя',
		description:
			'Размер: 230*170*80 мм. Конструкция: откидная крышка. Цены: 1-9 шт: 510 тенге, 10-49 шт: 410 тенге, 50-499 шт: 375 тенге, 500-1000 шт: 325 тенге.',
	},
	{
		img: '/new_year/14.jpg',
		name: 'Коробка 200*200*100 "Уютный вечер" черная откидная',
		description:
			'Размер: 200*200*100 мм. Конструкция: откидная. Материал: микрогофрокартон 2 мм + крышка. Цены: 1-9 шт: 685 тг, 10-49 шт: 550 тг, 50-499 шт: 500 тг, 500-1000 шт: 440 тг.',
	},
	{
		img: '/new_year/15.jpg',
		name: 'Бонбоньерка 80*80 "Конфетка"',
		description:
			'Размер: 80*80 мм. Цены: 1-9 шт: 50 тенге, 10-49 шт: 40 тенге, 50-499 шт: 35 тенге, 500-1000 шт: 30 тенге.',
	},
];
