import type { IProduct } from '~/interfaces/product.interface';

export const solid: IProduct[] = [
	{
		img: '/solid/1.avif',
		name: 'Бурая коробка',
		description:
			'Стоимость: от 1 до 10 штук — 260 тг, от 11 до 50 штук — 220 тг, от 51 до 500 штук — 190 тг. Цена указана на штуку.',
	},
	{
		img: '/solid/2.webp',
		name: 'Белая коробка',
		description:
			'Стоимость: от 1 до 10 штук — 260 тг, от 11 до 50 штук — 220 тг, от 51 до 500 штук — 190 тг. Цена указана на штуку.',
	},
	{
		img: '/solid/3.jpg',
		name: 'Красная коробка',
		description:
			'Стоимость: от 1 до 10 штук — 310 тг, от 11 до 50 штук — 270 тг, от 51 до 500 штук — 250 тг. Цена указана на штуку.',
	},
	{
		img: '/solid/4.jpg',
		name: 'Розовая коробка',
		description:
			'Стоимость: от 1 до 10 штук — 310 тг, от 11 до 50 штук — 270 тг, от 51 до 500 штук — 250 тг. Цена указана на штуку.',
	},
	{
		img: '/solid/5.jpg',
		name: 'Тиффани коробка',
		description:
			'Стоимость: от 1 до 10 штук — 310 тг, от 11 до 50 штук — 270 тг, от 51 до 500 штук — 250 тг. Цена указана на штуку.',
	},
];
