import type { IProduct } from '~/interfaces/product.interface';

export const windowBox: IProduct[] = [
	{
		img: '/window_box/1.jpg',
		name: 'Коробка 230*170*80 "Вкус зимы" белая экран',
		description:
			'Размер: 230*170*80 мм. Конструкция: откидная. Материал: микрогофрокартон. Цены: 1-9 шт: 745 тг, 10-49 шт: 600 тг, 50-499 шт: 550 тг, 500-1000 шт: 480 тг.',
	},
	{
		img: '/window_box/2.jpg',
		name: 'Коробка 230*170*80 "Подарок"экран бурый',
		description:
			'Размер: 230*170*80 мм. Конструкция: откидная. Материал: микрогофрокартон. Цены: 1-9 шт: 745 тг, 10-49 шт: 600 тг, 50-499 шт: 550 тг, 500-1000 шт: 480 тг.',
	},
	{
		img: '/window_box/3.jpg',
		name: 'Коробка 230*170*90 Экран бурый + бурое дно',
		description:
			'Размер: 230*170*90 мм. Конструкция: дно + крышка с окошком и прозрачной пленкой. Материал: микрогофрокартон 2 мм. Цвет: бурый. Цены: 1-9 шт: 885 тг, 10-49 шт: 715 тг, 50-499 шт: 655 тг, 500-1000 шт: 570 тг.',
	},
	{
		img: '/window_box/4.jpg',
		name: 'Коробка 150*150*100 Экран белый + белое дно',
		description:
			'Размер: 150*150*100 мм. Конструкция: крышка + дно. Материал: микрогофра 2 мм + крышка с окошком и прозрачной пленкой. Цены: 1-9 шт: 665 тг, 10-49 шт: 535 тг, 50-499 шт: 495 тг, 500-1000 шт: 430 тг.',
	},
	{
		img: '/window_box/5.avif',
		name: 'Коробка с окном',
		description:
			'Размер: 230*170*50 мм. Конструкция: дно + крышка с окошком и прозрачной пленкой. Материал: микрогофрокартон 2 мм. Цвет: белый. Цены: 1-9 шт: 820 тг, 10-49 шт: 665 тг, 50-499 шт: 605 тг, 500-1000 шт: 530 тг.',
	},
];
